tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/mssql-release"
tap "peripheryapp/periphery"
tap "pivotal/tap"
tap "signalwire/signalwire"
brew "appledoc"
brew "autoconf"
brew "automake"
brew "bitrise"
brew "carthage"
brew "libffi"
brew "libtool"
brew "pkg-config"
brew "readline"
brew "openssl@1.1"
brew "unbound"
brew "jansson"
brew "cask"
brew "cmake"
brew "node"
brew "code-server", restart_service: true
brew "coreutils"
brew "curl"
brew "dnsmasq"
brew "docker", link: false
brew "docker-machine"
brew "gengetopt"
brew "gh"
brew "jpeg"
brew "libtiff"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "pcre"
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "gnupg", link: false
brew "go"
brew "openjdk"
brew "gradle"
brew "helm"
brew "libheif"
brew "imagemagick"
brew "jadx"
brew "ldns"
brew "libconfig"
brew "libmicrohttpd"
brew "libnice"
brew "libogg"
brew "libpq"
brew "libusrsctp"
brew "libwebsockets"
brew "libyaml"
brew "logstash"
brew "lua"
brew "mas"
brew "maven"
brew "nmap"
brew "node@10"
brew "openapi-generator"
brew "opus"
brew "postgresql", restart_service: true
brew "rabbitmq-c"
brew "redis"
brew "ruby"
brew "sofia-sip"
brew "speexdsp"
brew "srtp"
brew "telnet"
brew "thefuck"
brew "watchman"
brew "xcodegen"
brew "yarn"
brew "yasm"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "microsoft/mssql-release/msodbcsql17"
brew "microsoft/mssql-release/mssql-tools"
brew "pivotal/tap/springboot"
brew "signalwire/signalwire/flite"
brew "signalwire/signalwire/libks"
brew "signalwire/signalwire/signalwire-c"
cask "adium"
cask "adoptopenjdk8"
cask "adoptopenjdk9"
cask "android-studio"
cask "brave-browser"
cask "db-browser-for-sqlite"
cask "docker"
cask "firefox"
cask "gpg-suite"
cask "gray"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "macdown"
cask "mockoon"
cask "openvpn-connect"
cask "periphery"
cask "sketch"
cask "sonos"
cask "tunnelblick"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Apple Configurator 2", id: 1037126344
mas "Cinebench", id: 1438772273
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "LG Screen Manager", id: 1142051783
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Slack", id: 803453959
mas "Speedtest", id: 1153157709
mas "Telegram", id: 747648890
mas "Termius", id: 1176074088
mas "The Jackbox Party Pack", id: 957862217
mas "The Jackbox Party Pack 3", id: 1156513849
mas "The Unarchiver", id: 425424353
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
