tap "heroku/brew"
tap "igorcferreira/tap"
tap "lokalise/cli-2"
tap "majd/repo"
tap "teamookla/speedtest"
brew "openjdk"
brew "apktool"
brew "autoconf"
brew "readline"
brew "autoenv"
brew "automake"
brew "bundletool"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "colima"
brew "coreutils"
brew "dependency-check"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "ffmpeg"
brew "flac"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gradle"
brew "imagemagick"
brew "ipatool"
brew "kdoctor"
brew "kotlin"
brew "ktlint"
brew "libffi"
brew "lighttpd"
brew "sqlite"
brew "mas"
brew "maven"
brew "nmap"
brew "nowplaying-cli"
brew "nvm"
brew "protobuf"
brew "openapi-generator"
brew "pkgconf"
brew "python@3.10"
brew "python-tk@3.10"
brew "pytorch"
brew "ruby-build"
brew "rust"
brew "swiftlint"
brew "wget"
brew "xcbeautify"
brew "xcode-kotlin"
brew "yarn"
brew "zlib"
brew "zsh"
brew "igorcferreira/tap/install-aab"
brew "lokalise/cli-2/lokalise2"
brew "teamookla/speedtest/speedtest"
cask "aldente"
cask "android-studio"
cask "claude"
cask "claude-code"
cask "duckduckgo"
cask "firefox"
cask "git-credential-manager"
cask "gpg-suite-no-mail"
cask "temurin"
cask "temurin@11"
cask "temurin@17"
cask "temurin@21"
cask "zoom"
mas "AdGuard Mini", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Croissant", id: 6670288979
mas "Developer", id: 640199958
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "PostPortuguese", id: 0
mas "Slack", id: 803453959
mas "Swift Playground", id: 1496833156
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Wallaroo", id: 1630565980
mas "Xcode", id: 497799835
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/mobile/cmd/gobind"
go "golang.org/x/mobile/cmd/gomobile"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "github.com/arkadiyt/protodump/cmd/protodump"
go "honnef.co/go/tools/cmd/staticcheck"
