tap "heroku/brew"
tap "igorcferreira/tap"
tap "lokalise/cli-2"
tap "majd/repo"
tap "teamookla/speedtest"
brew "openjdk"
brew "apktool"
brew "autoconf"
brew "readline"
brew "autoenv"
brew "automake"
brew "bitrise"
brew "bundletool"
brew "cmake"
brew "libyaml"
brew "cocoapods"
brew "colima"
brew "coreutils"
brew "dependency-check"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "flac"
brew "ffmpeg"
brew "frum"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gradle"
brew "pkgconf"
brew "imagemagick"
brew "ipatool"
brew "kdoctor"
brew "kotlin"
brew "libffi"
brew "lighttpd"
brew "mas"
brew "maven"
brew "nmap"
brew "nowplaying-cli"
brew "nvm"
brew "openapi-generator"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "python-tk@3.10"
brew "ruby-build"
brew "rust"
brew "rustup"
brew "swiftlint"
brew "vips"
brew "wget"
brew "xcbeautify"
brew "xcode-kotlin"
brew "yarn"
brew "zlib"
brew "zsh"
brew "igorcferreira/tap/install-aab"
brew "lokalise/cli-2/lokalise2"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "android-studio"
cask "firefox"
cask "gpg-suite-no-mail"
cask "graalvm-jdk"
cask "graalvm-jdk@17"
cask "graalvm-jdk@21"
cask "postman"
cask "sonos"
cask "temurin@11"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "Croissant", id: 6670288979
mas "Developer", id: 640199958
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Swift Playground", id: 1496833156
mas "Telegram", id: 747648890
mas "TestFlight", id: 899247664
mas "Wallaroo", id: 1630565980
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "ahmadawais.shades-of-purple"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anbuselvanrocky.bootstrap5-vscode"
vscode "bierner.markdown-emoji"
vscode "castwide.ruby-debug"
vscode "christian-kohler.path-intellisense"
vscode "cipchk.cssrem"
vscode "ckolkman.vscode-postgres"
vscode "dgileadi.java-decompiler"
vscode "diemasmichiels.emulate"
vscode "docker.docker"
vscode "donjayamanne.jquerysnippets"
vscode "donjayamanne.python-environment-manager"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "googlecloudtools.cloudcode"
vscode "gruntfuggly.todo-tree"
vscode "idleberg.icon-fonts"
vscode "ionutvmi.path-autocomplete"
vscode "juhahinkula.thymeleaf"
vscode "k--kato.intellij-idea-keybindings"
vscode "kaleidoscope-app.vscode-ksdiff"
vscode "koichisasada.vscode-rdbg"
vscode "lalithk90.springboot-mvc-with-thymeleaf"
vscode "lalithk90.thymeleaf-html5-snippets"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.anycode-kotlin"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "naco-siren.gradle-language"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "pleiades.java-extension-pack-jdk"
vscode "postman.postman-for-vscode"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richardwillis.vscode-gradle-extension-pack"
vscode "ritwickdey.liveserver"
vscode "sgruendel.thymeleaf-navigate"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shengchen.vscode-checkstyle"
vscode "shopify.ruby-lsp"
vscode "sonalsithara.spring-code-generator"
vscode "sswg.swift-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "swiftlang.swift-vscode"
vscode "torresgol10.bootstrap-class-autocomplete"
vscode "vadimcn.vscode-lldb"
vscode "vincaslt.highlight-matching-tag"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-concourse"
vscode "vmware.vscode-manifest-yaml"
vscode "vmware.vscode-spring-boot"
vscode "voldemortensen.rainbow-tags"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "waderyan.gitblame"
vscode "zaaack.markdown-editor"
vscode "zignd.html-css-class-completion"
vscode "znck.grammarly"
